import { LOCALES } from '../locales';

export default {
  [LOCALES.ARABIC]: {
    'info.heading': 'ﺔﻌﻗﻮﻘﻟا ﻞﻌﻔﺗ اذﺎﻣ ؟ ﻞﺜﻣ عرﺰﻟا تﻮﺻ',
    'info.detail': '.ﺔﻴﻨﻘﺘﻟا هﺬﻫ ﻦﻣ تﻮﺼﻟا ﺪﻴﻠﻘﺘﻟ ﻦﻴﺜﺣﺎﺒﻟا تﺎﻟوﺎﺤﻣ ﻞﻀﻓأ ﻲﻫ ةﺎﻛﺎﺤﻤﻟا هﺬﻫ نﺈﻓ - ﻚﺴﻔﻨﺑ ﺪﺣاو ﻚﻳﺪﻟ نﻮﻜﻳ نأ نود - ﺔﻴﻋﺎﻨﺼﻟا ﺔﻌﻗﻮﻘﻟا تﺎﺳﺮﻏ لﺎﻠﺧ ﻦﻣ ﻢﻟﺎﻌﻟا وﺪﺒﻳ ﻒﻴﻛ ﻦﻴﻘﻴﻟا ﻪﺟو ﻰﻠﻋ فﺮﻌﺗ نأ ﻞﻴﺤﺘﺴﻤﻟا ﻦﻣ ﻪﻧأ ﻦﻴﺣ ﻲﻓ',
    'hear.voice': 'ﺔﻴﻋﺎﻨﺼﻟا ﺔﻌﻗﻮﻘﻟا ﺔﺳﺮﻏ ةﺎﻛﺎﺤﻣ لﺎﻠﺧ ﻦﻣ ﻚﺗﻮﺻ ﻊﻤﺳا',
    'hear.sample': '.ﺔﻴﻛﺎﺤﻣ ﺔﻴﻋﺎﻨﺻ ﺔﻌﻗﻮﻗ ﺔﺳﺮﻏ لﺎﻠﺧ ﻦﻣ ىﺮﺧأ اًتاﻮﺻأ ﻊﻤﺳا',
  },
};
